"AuthControllerApplicationPrincipalRequest" = "%@ edellyttää Kerberos-tunnuksen syöttämistä";
"AuthControllerApplicationRequest"          = "%@ edellyttää Kerberos-salasanan syöttämistä";
"AuthControllerApplicationPasswordRequest"  = "%@ edellyttää Kerberos-salasanan syöttämistä kohteelle %@";

"AuthControllerPrincipalRequest"            = "Syötä Kerberos-tunnus";
"AuthControllerRequest"                     = "Syötä Kerberos-salasana";
"AuthControllerPasswordRequest"             = "Syötä Kerberos-salasana kohteelle %@";

"AuthControllerHideOptions"                 = "Kätke valinnat";
"AuthControllerShowOptions"                 = "Näytä valinnat";

"ChangePasswordPasswordExpired"             = "Salasana kohteelle %@ on vanhentunut, haluatko muuttaa sen?";
"ChangePasswordApplicationRequest"          = "%@ edellyttää, että muutat tunnuksen %@ Kerberos-salasanan";
"ChangePasswordPrincipalRequest"            = "Vaihda tunnuksen %@ Kerberos-salasana";
